Revit 2024 API
OverrideGraphicSettings.CutLineColor Property
 Cut surface line color.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2014
Syntax
C#
public Color CutLineColor { get; }
Visual Basic
Public ReadOnly Property CutLineColor As Color
	Get
Visual C++
public:
property Color^ CutLineColor {
	Color^ get ();
}
See Also
OverrideGraphicSettings Class
Autodesk.Revit.DB Namespace